tap "1password/tap"
tap "ariga/tap"
tap "fsouza/prettierd"
tap "homebrew/bundle"
tap "homebrew/services"
tap "virtuslab/scala-cli"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Load/unload environment variables based on $PWD
brew "direnv"
# Command-line tool to interact with exercism.io
brew "exercism"
# Simple, fast and user-friendly alternative to find
brew "fd"
# Command-line fuzzy finder written in Go
brew "fzf"
# GitHub command-line tool
brew "gh"
# Open source programming language to build simple/reliable/efficient software
brew "go"
# Manage your Java environment
brew "jenv"
# Lightweight and flexible command-line JSON processor
brew "jq"
# Handy way to save and run project-specific commands
brew "just"
# Simple terminal UI for git commands
brew "lazygit"
# Clone of ls with colorful output, file type icons, and more
brew "lsd"
# Package manager for the Lua programming language
brew "luarocks"
# Ambitious Vim-fork focused on extensibility and agility
brew "neovim"
# App source + Nix packages + Docker = Image
brew "nixpacks"
# Execute binaries from Python packages in isolated environments
brew "pipx"
# Prettier daemon
brew "prettierd"
# Interpreted, interactive, object-oriented programming language
brew "python@3.12"
# Ruby version manager
brew "rbenv"
# Search tool like grep and The Silver Searcher
brew "ripgrep"
# Powerful, clean, object-oriented scripting language
brew "ruby"
# Safe, concurrent, practical language
brew "rust"
# Create beautiful image of your source code
brew "silicon"
# Zsh prompt for Astronauts
brew "spaceship"
# Organize software neatly under a single directory tree (e.g. /usr/local)
brew "stow"
# Terminal multiplexer
brew "tmux"
# Internet file retriever
brew "wget"
# Shell extension to navigate your filesystem faster
brew "zoxide"
# Fish-like fast/unobtrusive autosuggestions for zsh
brew "zsh-autosuggestions"
# Feature-rich syntax highlighting for Zsh
brew "zsh-fast-syntax-highlighting"
# A database toolkit
brew "ariga/tap/atlas"
# Launcher for ScalaCli
brew "virtuslab/scala-cli/scala-cli"
# Password manager that keeps all passwords secure behind one password
cask "1password"
# Command-line interface for 1Password
cask "1password-cli"
# Stand alone ad blocker
cask "adguard"
# Chromium based browser
cask "arc"
# OpenAI's official ChatGPT desktop app
cask "chatgpt"
# Voice and text chat software
cask "discord"
# Collaborative team software
cask "figma"
cask "font-caskaydia-cove-nerd-font"
# JetBrains tools manager
cask "jetbrains-toolbox"
# Keyboard customiser
cask "karabiner-elements"
# Email client
cask "microsoft-outlook"
# Knowledge base that works on top of a local folder of plain text Markdown files
cask "obsidian"
# Replacement for Docker Desktop
cask "orbstack"
# Control your tools with a few keystrokes
cask "raycast"
# Collection of apps available by subscription
cask "setapp"
# Music streaming service
cask "spotify"
# To-do & task list manager
cask "ticktick"
# Open-source code editor
cask "visual-studio-code"
