tap "1password/tap"
tap "dotenv-org/brew"
tap "felixkratz/formulae"
tap "flojoy-ai/tap"
tap "fsouza/prettierd"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "oven-sh/bun"
tap "planetscale/tap"
tap "snyk/tap"
tap "supabase/tap"
tap "teamookla/speedtest"
tap "thezoraiz/ascii-image-converter"
tap "tursodatabase/tap"
brew "act"
brew "xz"
brew "openexr"
brew "openssl@3"
brew "asciinema"
brew "awscli"
brew "azure-cli"
brew "libgit2"
brew "bat"
brew "gettext"
brew "cairo"
brew "bazel"
brew "chruby"
brew "openjdk"
brew "clojure"
brew "cmake"
brew "curl"
brew "deno"
brew "dotnet"
brew "dust"
brew "duti"
brew "elixir"
brew "etcd"
brew "exodriver"
brew "fd"
brew "fish"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gcc"
brew "gdbm"
brew "gh"
brew "ghcup"
brew "git-lfs"
brew "gnu-sed"
brew "go"
brew "golang-migrate"
brew "google-java-format"
brew "gotop"
brew "gradle"
brew "pango"
brew "graphviz"
brew "helix"
brew "httpie", link: false
brew "hugo"
brew "isort"
brew "jenv"
brew "jq"
brew "jsign"
brew "just"
brew "lazygit"
brew "leiningen"
brew "lpeg"
brew "lsd"
brew "lua"
brew "luarocks"
brew "micromamba"
brew "minikube"
brew "mycli"
brew "mysql-client"
brew "neofetch"
brew "node"
brew "neonctl"
brew "neovim"
brew "netlify-cli"
brew "ninja"
brew "nvm"
brew "ocaml"
brew "oha"
brew "ollama"
brew "onefetch"
brew "opam"
brew "openapi-generator"
brew "openssl@3.0"
brew "osslsigncode"
brew "tree"
brew "pass"
brew "pgcli"
brew "pkcs11-tools"
brew "pkg-config"
brew "postgresql@14"
brew "postgresql@15"
brew "protobuf"
brew "pyenv"
brew "tcl-tk"
brew "pypy"
brew "rabbitmq"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "ruby-install"
brew "rustup-init"
brew "scdoc"
brew "starship"
brew "stow"
brew "tailwindcss"
brew "terraform"
brew "tldr"
brew "tmux"
brew "tor"
brew "typst"
brew "wally"
brew "wget"
brew "zig"
brew "zoxide"
brew "dotenv-org/brew/dotenv-vault"
brew "felixkratz/formulae/svim"
brew "fsouza/prettierd/prettierd"
brew "heroku/brew/heroku"
brew "oven-sh/bun/bun"
brew "planetscale/tap/pscale"
brew "snyk/tap/snyk"
brew "teamookla/speedtest/speedtest"
brew "thezoraiz/ascii-image-converter/ascii-image-converter"
brew "tursodatabase/tap/turso"
cask "1password"
cask "1password-cli"
cask "adguard"
cask "alt-tab"
cask "altserver"
cask "arc"
cask "arctype"
cask "arduino-ide"
cask "brave-browser"
cask "cljstyle"
cask "cloudflare-warp"
cask "cold-turkey-blocker"
cask "cursor"
cask "daisydisk"
cask "dangerzone"
cask "dbeaver-community"
cask "dbngin"
cask "discord"
cask "docker"
cask "drawio"
cask "element"
cask "figma"
cask "firefox"
cask "flojoy-studio"
cask "flojoy-studiolab"
cask "font-caskaydia-cove-nerd-font"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "font-sauce-code-pro-nerd-font"
cask "google-drive"
cask "httpie"
cask "hyper"
cask "iina"
cask "insomnia"
cask "intellij-idea"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "keyboardcleantool"
cask "keycastr"
cask "lapce"
cask "linear-linear"
cask "logisim-evolution"
cask "logitech-g-hub"
cask "lyricsx"
cask "mactex"
cask "mars"
cask "michaelvillar-timer"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "miniconda"
cask "mongodb-compass"
cask "monitorcontrol"
cask "ngrok"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "pdf-expert"
cask "postico"
cask "postman"
cask "protonvpn"
cask "raycast"
cask "rectangle"
cask "responsively"
cask "selfcontrol"
cask "sigmaos"
cask "signal"
cask "skim"
cask "slack"
cask "spotify"
cask "steam"
cask "streamlabs"
cask "tableplus"
cask "telegram"
cask "temurin"
cask "temurin17"
cask "thonny"
cask "ticktick"
cask "topnotch"
cask "tor-browser"
cask "typora"
cask "utm"
cask "visual-studio-code"
cask "vscodium"
cask "warp"
cask "zed"
cask "zoom"
vscode "ahmadalli.vscode-nginx-conf"
vscode "arcanis.vscode-zipfs"
vscode "astro-build.astro-vscode"
vscode "bazelbuild.vscode-bazel"
vscode "betterthantomorrow.calva"
vscode "betterthantomorrow.calva-spritz"
vscode "bradlc.vscode-tailwindcss"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "codezombiech.gitignore"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.copilot-labs"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-execution"
vscode "graphql.vscode-graphql-syntax"
vscode "gruntfuggly.todo-tree"
vscode "jeff-hykin.better-cpp-syntax"
vscode "leetcode.vscode-leetcode"
vscode "mattpocock.ts-error-translator"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "naumovs.color-highlight"
vscode "nrwl.angular-console"
vscode "ocamllabs.ocaml-platform"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-twoslash-queries"
vscode "prisma.prisma"
vscode "raynigon.nginx-formatter"
vscode "redhat.java"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "unifiedjs.vscode-mdx"
vscode "vivek-kasture.properties-validator"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "wallabyjs.console-ninja"
vscode "william-voyek.vscode-nginx"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "zainchen.json"
vscode "zxh404.vscode-proto3"
